---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.HandrailHandClearanceParam
source: html/edae4fe4-8a94-5a3b-d481-67f8e42360ff.htm
---
# Autodesk.Revit.DB.ParameterTypeId.HandrailHandClearanceParam Property

"Hand Clearance"

## Syntax (C#)
```csharp
public static ForgeTypeId HandrailHandClearanceParam { get; }
```